{"meta":{"title":"蜗牛壳","subtitle":null,"description":null,"author":"ChenHuang","url":"http://yoursite.com"},"pages":[{"title":"ChenHuang","date":"2018-07-08T03:38:08.000Z","updated":"2018-07-08T10:34:31.565Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"毕业于华师，就职于豚厂。梦在天上，路在脚下。"},{"title":"标签","date":"2018-07-08T03:38:08.000Z","updated":"2018-07-08T03:47:00.275Z","comments":true,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"Hello World","slug":"hello-world","date":"2018-07-09T00:19:03.370Z","updated":"2018-07-08T09:57:21.813Z","comments":true,"path":"2018/07/09/hello-world/","link":"","permalink":"http://yoursite.com/2018/07/09/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]},{"title":"夏天来了","slug":"夏天来了","date":"2018-07-08T09:42:45.000Z","updated":"2018-07-08T12:15:09.101Z","comments":true,"path":"2018/07/08/夏天来了/","link":"","permalink":"http://yoursite.com/2018/07/08/夏天来了/","excerpt":"","text":"昨天新华社、人民日报等知名媒体，接连给我发微信消息，大意都是：小暑已到，敬请享用。我心中一凛，哈？夏天来了啊。可我怎么没有因为树上的蝉鸣而手舞足蹈。走在去往中年的路上，虽然嘴上总是挂着“我还是18”。可是身体很诚实，头发他总是掉。头发啊头发，我戒烟戒酒戒熬夜，戒油戒辣戒重口。你为何要如此待我，难道真想要我加两戒嘛？不过头发虽然掉，可咱长的是脑子啊，正所谓“一山不容二虎”，聪明的大脑不能同时容下头发和智商。作为一个准中年人，必须得有一颗豁达、洒脱的心。所以，得了得了，就这样吧，毛主席教导我们说：“天要（妖）下（侠）雨（芋），娘要（妖）嫁（夹）人，随他（塔）去好勒。”（悄悄的说一嘴，我又把自己剃成劳改头了）上个月，平均工时（每天上班时间）超过了15h，最近这阵子上班，总是感觉不到累，一天十二个小时干坐着，没问题，随便坐，对着电脑就是一顿敲，好像跟键盘真有什么深仇大恨。面对新知识，我总是能开心的像一个在海滩上捡贝壳的孩子，诶嘿嘿~~~~捡到贝壳真开心。没错，开心，如果要我用一个词形容我参加工作以来（虽然不久，才几个月）的心情，那就是简单粗暴的开心，中年人就是这么简单。不过，简单归简单，鼠标用久了，右手的手腕他老是疼啊，这让我不得不练习左手用鼠标，所以我现在可以左右开弓，天下无敌。第一个月工资下来的时候，带爹娘来上海转了一圈，爹娘从来没来过上海，我也从来没见过他们一起笑的这么开心。我终于可以说出那句话：“从今以后，我养家。”好想对十年前的自己说：“你看，你的梦想我一步一步都给你实现了。”正所谓，男子汉大丈夫，脚踩地，头顶天，身上背着家。emmm~~打住打住，中年人的世界里没有矫情。狗子，等我回去，我们还能相遇么，要是相遇了，你还能记得我嘛？我永远都记得你，记得咱俩的相遇。大年初一，你蹲在马路边被鞭炮声吓得发抖，为什么我就摸了一下你的头，你就跟我走了，咱俩真是前世修来的缘分啊。跟你一起玩耍的那个下午。我很开心，我知道你也很开心。可是中年人也有无奈的时候，也有没办法的时候，我得离开家，我要工作，不能带你一起走。等我回去了，你一定要记得我，我带你去找母狗。","categories":[],"tags":[{"name":"生活","slug":"生活","permalink":"http://yoursite.com/tags/生活/"},{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}]}]}